// Напишите программу, которая на вход принимает число
// и выдает его квадрат (число умноженное на само себя).

int number = int.Parse(Console.ReadLine());

int quarter = number * number;

Console.WriteLine(quarter);
